{
	"FormatVersion": 2,
	"Namespace": "",
	"Subnamespaces": [
		{
			"Namespace": "SystemTextData",
			"Children": [
				{
					"Source":
					{
						"Text": "CUBE DOG!"
					},
					"Translation":
					{
						"Text": "CUBE DOG!"
					},
					"Key": "Title_Name_SystemText"
				},
				{
					"Source":
					{
						"Text": "Press"
					},
					"Translation":
					{
						"Text": "Press"
					},
					"Key": "Title_Pre_SystemText"
				},
				{
					"Source":
					{
						"Text": "Thank you for playing"
					},
					"Translation":
					{
						"Text": "Thank you for playing"
					},
					"Key": "Ending_Thanks_SystemText"
				},
				{
					"Source":
					{
						"Text": "さいごのステージ"
					},
					"Translation":
					{
						"Text": "FinalStage"
					},
					"Key": "Stage_05_SystemText"
				},
				{
					"Source":
					{
						"Text": "つづきから"
					},
					"Translation":
					{
						"Text": "Load Game"
					},
					"Key": "Title_Load_SystemText"
				},
				{
					"Source":
					{
						"Text": "はじめから"
					},
					"Translation":
					{
						"Text": "New Game"
					},
					"Key": "Title_Start_SystemText"
				},
				{
					"Source":
					{
						"Text": "やりなおし"
					},
					"Translation":
					{
						"Text": "Restart"
					},
					"Key": "Pause_Restart_SystemText"
				},
				{
					"Source":
					{
						"Text": "クリア！"
					},
					"Translation":
					{
						"Text": "Clear!"
					},
					"Key": "Select_Clear_SystemText"
				},
				{
					"Source":
					{
						"Text": "ゲーム再開"
					},
					"Translation":
					{
						"Text": "Resume"
					},
					"Key": "Pause_Resume_SystemText"
				},
				{
					"Source":
					{
						"Text": "ゲーム終了"
					},
					"Translation":
					{
						"Text": "Quit"
					},
					"Key": "Pause_Quit_SystemText"
				},
				{
					"Source":
					{
						"Text": "ショップ"
					},
					"Translation":
					{
						"Text": "Shop"
					},
					"Key": "Title_Shop_SystemText"
				},
				{
					"Source":
					{
						"Text": "ジャンプ"
					},
					"Translation":
					{
						"Text": "Jump"
					},
					"Key": "Guide_Jump_SystemText"
				},
				{
					"Source":
					{
						"Text": "ステージ1"
					},
					"Translation":
					{
						"Text": "Stage1"
					},
					"Key": "Stage_01_SystemText"
				},
				{
					"Source":
					{
						"Text": "ステージ2"
					},
					"Translation":
					{
						"Text": "Stage2"
					},
					"Key": "Stage_02_SystemText"
				},
				{
					"Source":
					{
						"Text": "ステージ3"
					},
					"Translation":
					{
						"Text": "Stage3"
					},
					"Key": "Stage_03_SystemText"
				},
				{
					"Source":
					{
						"Text": "ステージ4"
					},
					"Translation":
					{
						"Text": "Stage4"
					},
					"Key": "Stage_04_SystemText"
				},
				{
					"Source":
					{
						"Text": "ステージ6"
					},
					"Translation":
					{
						"Text": "Stage6"
					},
					"Key": "Stage_06_SystemText"
				},
				{
					"Source":
					{
						"Text": "ステージ7"
					},
					"Translation":
					{
						"Text": "Stage7"
					},
					"Key": "Stage_07_SystemText"
				},
				{
					"Source":
					{
						"Text": "ステージ8"
					},
					"Translation":
					{
						"Text": "Stage8"
					},
					"Key": "Stage_08_SystemText"
				},
				{
					"Source":
					{
						"Text": "ステージクリア！"
					},
					"Translation":
					{
						"Text": "Clear the stage!"
					},
					"Key": "Game_Clear_SystemText"
				},
				{
					"Source":
					{
						"Text": "ステージ変更"
					},
					"Translation":
					{
						"Text": "Stage change"
					},
					"Key": "Select_Change_SystemText"
				},
				{
					"Source":
					{
						"Text": "ステージ選択に戻る"
					},
					"Translation":
					{
						"Text": "Return to stage selection"
					},
					"Key": "Pause_Return_SystemText"
				},
				{
					"Source":
					{
						"Text": "タイトルに戻る"
					},
					"Translation":
					{
						"Text": "Return to Title"
					},
					"Key": "Pause_Title_SystemText"
				},
				{
					"Source":
					{
						"Text": "タイトルに戻る"
					},
					"Translation":
					{
						"Text": "Return to title"
					},
					"Key": "Select_Title_SystemText"
				},
				{
					"Source":
					{
						"Text": "チェックポイント！"
					},
					"Translation":
					{
						"Text": "Check Point!"
					},
					"Key": "Game_Save_SystemText"
				},
				{
					"Source":
					{
						"Text": "使った箱：{0} / 目標：{1} 以内"
					},
					"Translation":
					{
						"Text": "Boxes used : {0} / Target : within {1}"
					},
					"Key": "Select_UsedCubes_SystemText"
				},
				{
					"Source":
					{
						"Text": "全ステージクリア！"
					},
					"Translation":
					{
						"Text": "Clear all stages!"
					},
					"Key": "Ending_Clear_SystemText"
				},
				{
					"Source":
					{
						"Text": "向き固定"
					},
					"Translation":
					{
						"Text": "Lock Rotation"
					},
					"Key": "Guide_LockRotation_SystemText"
				},
				{
					"Source":
					{
						"Text": "完全クリア！"
					},
					"Translation":
					{
						"Text": "Completely clear!"
					},
					"Key": "Select_FullyClear_SystemText"
				},
				{
					"Source":
					{
						"Text": "日本語"
					},
					"Translation":
					{
						"Text": "Japanese"
					},
					"Key": "Title_Japanese_SystemText"
				},
				{
					"Source":
					{
						"Text": "決定"
					},
					"Translation":
					{
						"Text": "Decide"
					},
					"Key": "Select_Decide_SystemText"
				},
				{
					"Source":
					{
						"Text": "箱の生成"
					},
					"Translation":
					{
						"Text": "Create Box"
					},
					"Key": "Guide_Create_SystemText"
				},
				{
					"Source":
					{
						"Text": "箱の生成準備"
					},
					"Translation":
					{
						"Text": "Ready to create"
					},
					"Key": "Guide_CreateReady_SystemText"
				},
				{
					"Source":
					{
						"Text": "終了"
					},
					"Translation":
					{
						"Text": "Quit Game"
					},
					"Key": "Title_Quit_SystemText"
				},
				{
					"Source":
					{
						"Text": "英語"
					},
					"Translation":
					{
						"Text": "English"
					},
					"Key": "Title_English_SystemText"
				},
				{
					"Source":
					{
						"Text": "達成！"
					},
					"Translation":
					{
						"Text": "Achieved!"
					},
					"Key": "Select_Complete_SystemText"
				},
				{
					"Source":
					{
						"Text": "集めたメダル：{0} / {1}"
					},
					"Translation":
					{
						"Text": "Medals collected : {0} / {1}"
					},
					"Key": "Select_CollectMedal_SystemText"
				}
			]
		}
	]
}